Repository: jonasraoni/frontEndCache
Catalog: locale/*/locale.po
Languages: ar_iq, bs, ca, cs_cz, da, de_de, el_gr, eu, fa, fi_fi, fr_ca, fr_fr, gd_gb, gl_es, he_il, hi_in, hr, hu_hu, hy, id, is_is, it_it, ja_jp, ku_iq, mk, nb, nl, pl_pl, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr@latin, sr_rs@cyrillic, sv, tr, uk, ur_pk, uz_uz@latin, vi, zh_cn, zh_hant

# plugins.generic.frontEndCache.timeToLiveInSeconds
source: Time to live of each cached page in seconds: After the time is over, the cached page will be invalidated and regenerated
ar_iq: وقت بقاء كل صفحة مخزنة مؤقتًا بالثواني: بعد انتهاء الوقت، سيتم إبطال الصفحة المخزنة مؤقتًا وإعادة إنشائها
bs: Vijek trajanja svake keširane stranice u sekundama: Nakon ovog vremena, keširana stranica će biti poništena i ponovo generirana
ca: Temps de vida de cada pàgina en memòria cau en segons: Després d'aquest temps, la pàgina en memòria cau s'invalidarà i es regenerarà
cs_cz: Životnost každé stránky v cache v sekundách: Po uplynutí této doby bude stránka v cache zneplatněna a znovu vygenerována
da: Levetid for hver cachelagret side i sekunder: Efter denne tid vil den cachelagrede side blive ugyldiggjort og regenereret
de_de: Lebensdauer jeder zwischengespeicherten Seite in Sekunden: Nach Ablauf dieser Zeit wird die zwischengespeicherte Seite ungültig und neu generiert
el_gr: Διάρκεια ζωής κάθε προσωρινά αποθηκευμένης σελίδας σε δευτερόλεπτα: Μετά από αυτό το χρονικό διάστημα, η προσωρινά αποθηκευμένη σελίδα θα ακυρωθεί και θα αναγεννηθεί
eu: Cache orri baten bizitza segundutan: Denbora hau igaro ondoren, cache orria baliogabetu eta berriro sortuko da
fa: زمان زنده ماندن هر صفحه کش شده بر حسب ثانیه: پس از این زمان، صفحه کش شده باطل شده و مجددا تولید می‌شود
fi_fi: Välimuistisivun elinikä sekunteina: Tämän ajan kuluttua välimuistisivu mitätöidään ja luodaan uudelleen
fr_ca: Durée de vie de chaque page en cache en secondes : Après ce délai, la page en cache sera invalidée et régénérée
fr_fr: Tiempo de vida de cada página cacheada en segundos: Después de este tiempo, la página cacheada será invalidada y regenerada
gd_gb: Ùine beò gach duilleag tasgaidh ann an diogan: Às deidh na h-ùine seo, thèid an duilleag tasgaidh a neo-dhearbhadh agus ath-chruthachadh
gl_es: Tempo de vida de cada páxina en caché en segundos: Despois deste tempo, a páxina en caché invalidarase e xerarase de novo
he_il: זמן חיים של כל דף במטמון בשניות: לאחר זמן זה, הדף במטמון יבוטל וייוצר מחדש
hi_in: प्रत्येक कैश्ड पृष्ठ का जीवनकाल सेकंड में: इस समय के बाद, कैश्ड पृष्ठ अमान्य हो जाएगा और पुनः उत्पन्न होगा
hr: Vrijeme života svake stranice u predmemoriji u sekundama: Nakon tog vremena, stranica u predmemoriji će biti poništena i ponovno generirana
hu_hu: Minden gyorsítótárazott oldal élettartama másodpercben: Ez idő elteltével az oldal érvénytelenítésre kerül és újragenerálódik
hy: Յուրաքանչյուր քեշավորված էջի կյանքի տևողությունը վայրկյաններով. Այս ժամանակից հետո էջը կանվավերացվի և կվերագեներացվի
id: Masa hidup setiap halaman cache dalam detik: Setelah waktu ini, halaman cache akan dinonaktifkan dan dibuat ulang
is_is: Líftími hverrar skyndiminni síðu í sekúndum: Eftir þennan tíma verður síðan ógild og endurgerð
it_it: Durata di ogni pagina in cache in secondi: Dopo questo tempo, la pagina in cache sarà invalidata e rigenerata
ja_jp: キャッシュページの生存時間（秒）：この時間が経過すると、キャッシュページは無効になり再生成されます
ku_iq: Demê jiyana her rûpela cachekirî bi saniye: Piştî vê demê, rûpela cachekirî dê bê qedandin û dîsa bê çêkirin
mk: Време на живот на секоја кеширана страница во секунди: По ова време, кешираната страница ќе биде поништена и регенерирана
nb: Levetid for hver hurtigbuffret side i sekunder: Etter denne tiden vil den hurtigbuffrede siden bli ugyldig og regenerert
nl: Levensduur van elke gecachete pagina in seconden: Na deze tijd wordt de gecachete pagina ongeldig en opnieuw gegenereerd
pl_pl: Czas życia każdej strony w cache w sekundach: Po tym czasie strona w cache zostanie unieważniona i wygenerowana ponownie
pt_br: Tempo de vida de cada página em cache em segundos: Após esse tempo, a página em cache será invalidada e regenerada
pt_pt: Tempo de vida de cada página em cache em segundos: Após este tempo, a página em cache será invalidada e regenerada
ro: Durata de viață a fiecărei pagini din cache în secunde: După această perioadă, pagina din cache va fi invalidată și regenerată
ru_ru: Время жизни каждой закешированной страницы в секундах: По истечении этого времени страница будет считаться недействительной и перегенерирована
sk_sk: Životnosť každej stránky v cache v sekundách: Po tomto čase bude stránka v cache zneplatnená a znovu vygenerovaná
sl: Življenjska doba vsake strani v predpomnilniku v sekundah: Po tem času bo stran v predpomnilniku razveljavljena in ponovno ustvarjena
sr@latin: Vreme života svake keširane strane u sekundama: Posle ovog vremena, keširana strana će biti poništena i ponovo generisana
sr_rs@cyrillic: Време живота сваке странице у кешу у секундама: Након овог времена, страница у кешу ће бити поништена и поново генерисана
sv: Livslängd för varje cachad sida i sekunder: Efter denna tid kommer den cachade sidan att ogiltigförklaras och återskapas
tr: Her önbelleğe alınmış sayfanın yaşam süresi (saniye): Bu süre sonunda önbelleğe alınmış sayfa geçersiz sayılacak ve yeniden oluşturulacaktır
uk: Час життя кожної закешованої сторінки в секундах: Після цього часу сторінка в кеші стане недійсною та буде перегенерована
ur_pk: ہر کیش شدہ صفحہ کی زندگی کا وقت سیکنڈ میں: اس وقت کے بعد، کیش شدہ صفحہ ختم ہو جائے گا اور دوبارہ تخلیق کیا جائے گا
uz_uz@latin: Har bir keshlangan sahifaning yashash muddati (soniyada): Bu vaqtdan so'ng, keshlangan sahifa bekor qilinadi va qayta yaratiladi
vi: Thời gian sống của mỗi trang trong bộ nhớ đệm (giây): Sau thời gian này, trang trong bộ nhớ đệm sẽ hết hạn và được tạo lại
zh_cn: 每个缓存页面的生存时间（秒）：超过此时间后，缓存页面将失效并重新生成
zh_hant: 每個快取頁面的存活時間（秒）：時間過後，快取頁面將失效並重新生成

# plugins.generic.frontEndCache.cacheablePages
source: List of prefixes to instruct the plugin which pages should be cacheable
ar_iq: قائمة البادئات لإرشاد المكون الإضافي حول الصفحات التي يجب تخزينها مؤقتًا
bs: Lista prefiksa za upućivanje dodatka koje stranice treba keširati
ca: Llista de prefixos per indicar al connector quines pàgines s'han de posar en memòria cau
cs_cz: Seznam prefixů, které určují, které stránky by měly být ukládány do cache
da: Liste over præfikser for at angive, hvilke sider der skal cachelagres
de_de: Liste der Präfixe, die dem Plugin mitteilen, welche Seiten zwischengespeichert werden sollen
el_gr: Λίστα προθεμάτων για να καθοδηγήσει το πρόσθετο ποιες σελίδες πρέπει να αποθηκεύονται προσωρινά
eu: Pluginari zein orri cache-an gorde behar diren adierazteko aurrizkien zerrenda
fa: فهرست پیشوندها برای راهنمایی پلاگین که کدام صفحات باید کش شوند
fi_fi: Etuliitteiden luettelo, joka ohjaa lisäosaa siihen, mitkä sivut tulisi tallentaa välimuistiin
fr_ca: Liste des préfixes pour indiquer au plugiciel quelles pages doivent être mises en cache
fr_fr: Lista de prefijos para indicar al plugin qué páginas deben ser cacheables
gd_gb: Liosta de ro-leasachain gus an plugan a stiùireadh air na duilleagan a bu chòir a bhith air an tasgadh
gl_es: Lista de prefixos para indicar ao complemento que páxinas deben almacenarse en caché
he_il: רשימת קידומות כדי להורות לתוסף אילו דפים צריכים להיות במטמון
hi_in: प्लगइन को निर्देश देने के लिए उपसर्गों की सूची कि कौन से पृष्ठ कैश योग्य होने चाहिए
hr: Popis prefiksa za upućivanje dodatka koje stranice treba predmemorirati
hu_hu: Előtagok listája, amelyek segítségével a bővítmény megtudja, mely oldalakat kell gyorsítótárazni
hy: Նախածանցների ցանկ, որը ցույց է տալիս, թե որ էջերը պետք է քեշավորվեն
id: Daftar awalan untuk memberi tahu plugin halaman mana yang harus di-cache
is_is: Listi yfir forskeyti til að leiðbeina viðbótinni um hvaða síður eigi að geyma í skyndiminni
it_it: Elenco di prefissi per indicare al plugin quali pagine devono essere memorizzate nella cache
ja_jp: キャッシュ可能なページをプラグインに指示するプレフィックスのリスト
ku_iq: Lîsteya pêşgirên ku pêvekê rê dide ka kîjan rûpelan divê cache bikin
mk: Листа на префикси за да се укаже на приклучокот кои страници треба да се кешираат
nb: Liste over prefikser for å veilede tillegget om hvilke sider som skal hurtigbuffres
nl: Lijst van voorvoegsels om de plugin te vertellen welke pagina's gecached moeten worden
pl_pl: Lista prefiksów określających, które strony powinny być cachowane
pt_br: Lista de prefixos para instruir o plugin sobre quais páginas devem ser armazenadas em cache
pt_pt: Lista de prefixos para instruir o plugin sobre quais páginas devem ser armazenadas em cache
ro: Listă de prefixe pentru a indica plugin-ului care pagini ar trebui să fie stocate în cache
ru_ru: Список префиксов для указания плагину, какие страницы следует кешировать
sk_sk: Zoznam predpon na určenie, ktoré stránky by mali byť ukladané do cache
sl: Seznam predpon za navodila vtičniku, katere strani naj se shranjujejo v predpomnilnik
sr@latin: Lista prefiksa za upućivanje dodatka koje strane treba keširati
sr_rs@cyrillic: Листа префикса за упућивање прикључка које странице треба кеширати
sv: Lista av prefix för att instruera tillägget vilka sidor som ska cachelagras
tr: Eklentiye hangi sayfaların önbelleğe alınacağını belirten öneklerin listesi
uk: Список префіксів для вказівки плагіну, які сторінки слід кешувати
ur_pk: پلگ ان کو بتانے کے لیے سابقے کی فہرست کہ کون سے صفحات کو کیش کرنا چاہیے
uz_uz@latin: Plaginga qaysi sahifalarni keshlash kerakligini ko'rsatadigan prefikslar ro'yxati
vi: Danh sách tiền tố để hướng dẫn tiện ích những trang nào nên được lưu vào bộ nhớ đệm
zh_cn: 指示插件应缓存哪些页面的前缀列表
zh_hant: 指示此外掛哪些頁面應可快取的前綴列表

# plugins.generic.frontEndCache.nonCacheableOperations
source: List of pages/operations where the cache shouldn't be enabled
ar_iq: قائمة الصفحات/العمليات التي لا يجب تمكين ذاكرة التخزين المؤقت لها
bs: Lista stranica/operacija za koje se keš ne smije koristiti
ca: Llista de pàgines/operacions on no s'ha d'activar la memòria cau
cs_cz: Seznam stránek/operací, pro které by cache neměla být povolena
da: Liste over sider/operationer, hvor cache ikke skal aktiveres
de_de: Liste der Seiten/Operationen, für die der Cache nicht aktiviert werden soll
el_gr: Λίστα σελίδων/λειτουργιών όπου δεν πρέπει να ενεργοποιείται η προσωρινή αποθήκευση
eu: Cache-a ez gaitu behar diren orri/eragiketen zerrenda
fa: فهرست صفحات/عملیاتی که نباید برای آنها کش فعال شود
fi_fi: Sivujen/toimintojen luettelo, joille välimuistia ei saa käyttää
fr_ca: Liste des pages/opérations pour lesquelles le cache ne doit pas être activé
fr_fr: Lista de páginas/operaciones donde no se debe activar la caché
gd_gb: Liosta de dhuilleagan/gnìomhan far nach bu chòir tasgadh a bhith air
gl_es: Lista de páxinas/operacións onde non se debe activar a caché
he_il: רשימת דפים/פעולות שבהן לא צריך להפעיל מטמון
hi_in: पृष्ठों/संचालनों की सूची जहां कैश सक्षम नहीं होना चाहिए
hr: Popis stranica/operacija za koje se predmemorija ne smije koristiti
hu_hu: Azon oldalak/műveletek listája, ahol a gyorsítótár nem engedélyezett
hy: Էջերի/գործողությունների ցանկ, որտեղ քեշավորումը չպետք է միացվի
id: Daftar halaman/operasi di mana cache tidak boleh diaktifkan
is_is: Listi yfir síður/aðgerðir þar sem skyndiminni á ekki að vera virkt
it_it: Elenco di pagine/operazioni in cui la cache non deve essere abilitata
ja_jp: キャッシュを有効にすべきでないページ/操作のリスト
ku_iq: Lîsteya rûpel/operasyonên ku divê cache neyê çalakirin
mk: Листа на страници/операции каде што кеширањето не треба да се овозможува
nb: Liste over sider/operasjoner hvor hurtigbuffer ikke skal aktiveres
nl: Lijst van pagina's/bewerkingen waar caching niet moet worden ingeschakeld
pl_pl: Lista stron/operacji, dla których nie należy włączać cache
pt_br: Lista de páginas/operações onde o cache não deve ser habilitado
pt_pt: Lista de páginas/operações onde a cache não deve ser ativada
ro: Listă de pagini/operații unde cache-ul nu ar trebui activat
ru_ru: Список страниц/операций, для которых не следует включать кеширование
sk_sk: Zoznam stránok/operácií, pre ktoré by cache nemala byť povolená
sl: Seznam strani/operacij, kjer predpomnilnik ne sme biti omogočen
sr@latin: Lista strana/operacija gde keš ne treba da bude uključen
sr_rs@cyrillic: Листа страница/операција где кеш не треба да буде укључен
sv: Lista av sidor/operationer där cache inte ska aktiveras
tr: Önbelleğin etkinleştirilmemesi gereken sayfalar/işlemler listesi
uk: Список сторінок/операцій, для яких не слід увімкнювати кешування
ur_pk: صفحات/عمل کی فہرست جہاں کیش کو فعال نہیں کرنا چاہیے
uz_uz@latin: Keshlashni yoqish shart bo'lmagan sahifalar/amallar ro'yxati
vi: Danh sách các trang/thao tác không nên bật bộ nhớ đệm
zh_cn: 不应启用缓存的页面/操作列表
zh_hant: 不應啟用快取的頁面/操作列表

# plugins.generic.frontEndCache.clearCacheInstruction
source: Select the contexts for which you would like the cache to be cleared
ar_iq: حدد السياقات التي تريد مسح ذاكرة التخزين المؤقت لها
bs: Odaberite kontekste za koje želite očistiti keš
ca: Seleccioneu els contextos per als quals voleu esborrar la memòria cau
cs_cz: Vyberte kontexty, pro které chcete vymazat cache
da: Vælg de kontekster, du vil rydde cachen for
de_de: Wählen Sie die Kontexte aus, für die der Cache gelöscht werden soll
el_gr: Επιλέξτε τα πλαίσια για τα οποία θέλετε να εκκαθαρίσετε την προσωρινή αποθήκευση
eu: Hautatu cache-a garbitu nahi duzun testuingurua
fa: زمینه‌هایی را که می‌خواهید کش آنها پاک شود انتخاب کنید
fi_fi: Valitse kontekstit, joiden välimuistin haluat tyhjentävän
fr_ca: Sélectionnez les contextes pour lesquels vous souhaitez effacer le cache
fr_fr: Seleccione los contextos para los que desea borrar la caché
gd_gb: Tagh na co-theacsan airson an tasgadh a ghlanadh
gl_es: Seleccione os contextos para os que quere borrar a caché
he_il: בחר את ההקשרים עבורם תרצה לנקות את המטמון
hi_in: उन संदर्भों का चयन करें जिनके लिए आप कैश साफ़ करना चाहते हैं
hr: Odaberite kontekste za koje želite očistiti predmemoriju
hu_hu: Válassza ki azokat a környezeteket, amelyeknél törölni szeretné a gyorsítótárat
hy: Ընտրեք այն համատեքստերը, որոնց համար ցանկանում եք մաքրել քեշը
id: Pilih konteks yang ingin Anda hapus cache-nya
is_is: Veldu samhengi sem þú vilt hreinsa skyndiminni fyrir
it_it: Seleziona i contesti per i quali desideri cancellare la cache
ja_jp: キャッシュをクリアしたいコンテキストを選択してください
ku_iq: Kontekstên ku hûn dixwazin cache paqij bikin hilbijêrin
mk: Изберете ги контекстите за кои сакате да го исчистите кешот
nb: Velg kontekstene du vil tømme hurtigbuffer for
nl: Selecteer de contexten waarvoor u de cache wilt wissen
pl_pl: Wybierz konteksty, dla których chcesz wyczyścić cache
pt_br: Selecione os contextos para os quais deseja limpar o cache
pt_pt: Selecione os contextos para os quais deseja limpar a cache
ro: Selectați contextele pentru care doriți să ștergeți cache-ul
ru_ru: Выберите контексты, для которых нужно очистить кеш
sk_sk: Vyberte kontexty, pre ktoré chcete vyčistiť cache
sl: Izberite kontekste, za katere želite počistiti predpomnilnik
sr@latin: Izaberite kontekste za koje želite da očistite keš
sr_rs@cyrillic: Изаберите контексте за које желите да очистите кеш
sv: Välj de sammanhang där du vill rensa cachen
tr: Önbelleğini temizlemek istediğiniz bağlamları seçin
uk: Виберіть контексти, для яких потрібно очистити кеш
ur_pk: ان سیاق و سباق کو منتخب کریں جن کے لیے آپ کیش صاف کرنا چاہتے ہیں
uz_uz@latin: Keshini tozalamoqchi bo'lgan kontekstlarni tanlang
vi: Chọn ngữ cảnh bạn muốn xóa bộ nhớ đệm
zh_cn: 选择要清除缓存的上下文
zh_hant: 選擇您要清除快取的上下文

# plugins.generic.frontEndCache.sharedContent
source: Shared pages
ar_iq: الصفحات المشتركة
bs: Dijeljene stranice
ca: Pàgines compartides
cs_cz: Sdílené stránky
da: Delte sider
de_de: Geteilte Seiten
el_gr: Κοινόχρηστες σελίδες
eu: Partekatutako orriak
fa: صفحات مشترک
fi_fi: Jaetut sivut
fr_ca: Pages partagées
fr_fr: Páginas compartidas
gd_gb: Duilleagan co-roinnte
gl_es: Páxinas compartidas
he_il: דפים משותפים
hi_in: साझा पृष्ठ
hr: Dijeljene stranice
hu_hu: Megosztott oldalak
hy: Համօգտագործվող էջեր
id: Halaman bersama
is_is: Sameiginlegar síður
it_it: Pagine condivise
ja_jp: 共有ページ
ku_iq: Rûpelên parvekirî
mk: Споделени страници
nb: Delte sider
nl: Gedeelde pagina's
pl_pl: Współdzielone strony
pt_br: Páginas compartilhadas
pt_pt: Páginas partilhadas
ro: Pagini partajate
ru_ru: Общие страницы
sk_sk: Zdieľané stránky
sl: Skupne strani
sr@latin: Deljene strane
sr_rs@cyrillic: Дељене странице
sv: Delade sidor
tr: Paylaşılan sayfalar
uk: Спільні сторінки
ur_pk: مشترکہ صفحات
uz_uz@latin: Ulashilgan sahifalar
vi: Trang chia sẻ
zh_cn: 共享页面
zh_hant: 共享頁面
