Repository: jonasraoni/frontEndCache
Catalog: locale/*/locale.po
Languages: ar_iq, bs, ca, cs_cz, da, de_de, el_gr, eu, fa, fi_fi, fr_ca, fr_fr, gd_gb, gl_es, he_il, hi_in, hr, hu_hu, hy, id, is_is, it_it, ja_jp, ku_iq, mk, nb, nl, pl_pl, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr@latin, sr_rs@cyrillic, sv, tr, uk, ur_pk, uz_uz@latin, vi, zh_cn, zh_hant

# plugins.generic.frontEndCache.name
source: Front End Cache Plugin
ar_iq: ملحق ذاكرة التخزين المؤقت للواجهة الأمامية
bs: Front-End Cache dodatak
ca: Connector de memòria cau de front-end
cs_cz: Plugin pro front-end cache
el_gr: Πρόσθετο προσωρινής αποθήκευσης front-end
eu: Front-End Cache Plugin-a
fa: پلاگین کش فرانت-اند
fi_fi: Front-end-välimuistilisäosa
fr_ca: Plugiciel de cache frontal
fr_fr: Plugin de caché de front-end
gd_gb: Plugan tasgaidh aghaidh
gl_es: Complemento de caché front-end
he_il: תוסף מטמון חזיתי
hi_in: फ्रंट एंड कैश प्लगइन
hr: Dodatak za prednju predmemoriju
hu_hu: Előtér-gyorsítótár bővítmény
id: Plugin Cache Front-End
is_is: Front-end skyndiminni viðbót
it_it: Plugin per la cache front-end
ja_jp: フロントエンドキャッシュプラグイン
ku_iq: Pêvekê Cache ya Front-End
mk: Приклучок за кеш на предниот дел
nb: Front-end hurtigbuffer-tillegg
pl_pl: Wtyczka pamięci podręcznej front-end
pt_br: Plugin de cache de front-end
pt_pt: Plugin de cache de front-end
ro: Plugin cache front-end
ru_ru: Плагин кеширования фронтенда
sk_sk: Doplnok front-end cache
sl: Vtičnik za predpomnilnik sprednjega dela
sr@latin: Dodatak za keširanje front-enda
sr_rs@cyrillic: Прикључак за кеш предњег дела
sv: Front-end cache-tillägg
tr: Ön yüz önbellek eklentisi
uk: Плагін кешування фронтенду
ur_pk: فرنٹ اینڈ کیش پلگ ان
uz_uz@latin: Front-end keshi plagini
vi: Tiện ích bộ nhớ đệm giao diện
zh_cn: 前端缓存插件
zh_hant: 前端快取外掛

# plugins.generic.frontEndCache.description
source: This plugin adds cache to the main pages of the application.
ar_iq: يضيف هذا المكون الإضافي ذاكرة تخزين مؤقت للصفحات الرئيسية للتطبيق.
bs: Ovaj dodatak dodaje keš na glavne stranice aplikacije.
ca: Aquest connector afegeix memòria cau a les pàgines principals de l'aplicació.
cs_cz: Tento plugin přidává cache k hlavním stránkám aplikace.
da: Dette plugin tilføjer cache til applikationens hovedsider.
de_de: Dieses Plugin fügt den Hauptseiten der Anwendung einen Cache hinzu.
el_gr: Αυτό το πρόσθετο προσθέτει προσωρινή αποθήκευση στις κύριες σελίδες της εφαρμογής.
eu: Plugin honek cache-a gehitzen dio aplikazioaren orri nagusiei.
fa: این پلاگین کش را به صفحات اصلی برنامه اضافه می‌کند.
fi_fi: Tämä lisäosa lisää välimuistin sovelluksen pääsivuille.
fr_ca: Ce plugiciel ajoute un cache aux pages principales de l'application.
fr_fr: Este plugin añade caché a las páginas principales de la aplicación.
gd_gb: Bidh am plugan seo a' cur tasgadh ris na prìomh dhuilleagan den aplacaid.
gl_es: Este complemento engade caché ás páxinas principais da aplicación.
he_il: תוסף זה מוסיף מטמון לדפים הראשיים של היישום.
hi_in: यह प्लगइन एप्लिकेशन के मुख्य पृष्ठों में कैश जोड़ता है।
hr: Ovaj dodatak dodaje predmemoriju glavnim stranicama aplikacije.
hu_hu: Ez a bővítmény gyorsítótárat ad az alkalmazás fő oldalaihoz.
hy: Այս պլագինը ավելացնում է քեշ հավելվածի հիմնական էջերին:
id: Plugin ini menambahkan cache ke halaman utama aplikasi.
is_is: Þessi viðbót bætir við skyndiminni fyrir aðalsíður forritsins.
it_it: Questo plugin aggiunge la cache alle pagine principali dell'applicazione.
ja_jp: このプラグインはアプリケーションのメインページにキャッシュを追加します。
ku_iq: Ev pêvek cache li ser rûpelên sereke yên sepanê zêde dike.
mk: Овој приклучок додава кеш на главните страници на апликацијата.
nb: Dette tillegget legger til hurtigbuffer på applikasjonens hovedsider.
nl: Deze plugin voegt caching toe aan de hoofdpagina's van de applicatie.
pl_pl: Ta wtyczka dodaje pamięć podręczną do głównych stron aplikacji.
pt_br: Este plugin adiciona cache às páginas principais do aplicativo.
pt_pt: Este plugin adiciona cache às páginas principais da aplicação.
ro: Acest plugin adaugă cache la paginile principale ale aplicației.
ru_ru: Этот плагин добавляет кеширование для основных страниц приложения.
sk_sk: Tento doplnok pridáva cache k hlavným stránkam aplikácie.
sl: Ta vtičnik doda predpomnilnik glavnim stranem aplikacije.
sr@latin: Ovaj dodatak dodaje keš glavnim stranama aplikacije.
sr_rs@cyrillic: Овај прикључак додаје кеш главним страницама апликације.
sv: Detta tillägg lägger till cache till programmets huvudsidor.
tr: Bu eklenti, uygulamanın ana sayfalarına önbellek ekler.
uk: Цей плагін додає кешування до основних сторінок додатка.
ur_pk: یہ پلگ ان ایپلیکیشن کے مرکزی صفحات پر کیش شامل کرتا ہے۔
uz_uz@latin: Ushbu plagin dasturning asosiy sahifalariga keshlash qo'shadi.
vi: Tiện ích này thêm bộ nhớ đệm vào các trang chính của ứng dụng.
zh_cn: 此插件为应用程序的主页添加缓存功能。
zh_hant: 此外掛為應用程式的主要頁面添加快取功能

# plugins.generic.frontEndCache.general
source: General settings
ar_iq: الإعدادات العامة
bs: Opće postavke
ca: Configuració general
cs_cz: Obecná nastavení
da: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
eu: Ezarpen orokorrak
fa: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_ca: Paramètres généraux
fr_fr: Configuración general
gd_gb: Roghainnean coitcheann
gl_es: Configuración xeral
he_il: הגדרות כלליות
hi_in: सामान्य सेटिंग्स
hr: Opće postavke
hu_hu: Általános beállítások
hy: Ընդհանուր կարգավորումներ
id: Pengaturan umum
is_is: Almennar stillingar
it_it: Impostazioni generali
ja_jp: 一般設定
ku_iq: Mîhengên giştî
mk: Општи поставки
nb: Generelle innstillinger
nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_br: Configurações gerais
pt_pt: Definições gerais
ro: Setări generale
ru_ru: Общие настройки
sk_sk: Všeobecné nastavenia
sl: Splošne nastavitve
sr@latin: Opšte postavke
sr_rs@cyrillic: Опште поставке
sv: Allmänna inställningar
tr: Genel ayarlar
uk: Загальні налаштування
ur_pk: عام ترتیبات
uz_uz@latin: Umumiy sozlamalar
vi: Cài đặt chung
zh_cn: 常规设置
zh_hant: 一般設定

# plugins.generic.frontEndCache.useCacheHeader
source: Use cache header: when enabled the plugin will send cache headers to the browser
ar_iq: استخدم رأس ذاكرة التخزين المؤقت: عند التمكين، سيرسل المكون الإضافي رؤوس ذاكرة التخزين المؤقت إلى المتصفح
bs: Koristi keš zaglavlje: kada je omogućeno, dodatak će slati keš zaglavlja pretraživaču
ca: Utilitza capçalera de memòria cau: quan està activat, el connector enviarà capçaleres de memòria cau al navegador
cs_cz: Použít cache hlavičku: když je povoleno, plugin bude posílat cache hlavičky do prohlížeče
da: Brug cache-header: når aktiveret, vil pluginet sende cache-headere til browseren
de_de: Cache-Header verwenden: Wenn aktiviert, sendet das Plugin Cache-Header an den Browser
el_gr: Χρήση κεφαλίδας cache: όταν είναι ενεργοποιημένη, το πρόσθετο θα στέλνει κεφαλίδες cache στο πρόγραμμα περιήγησης
eu: Erabili cache goiburua: gaitutakoan, pluginak cache goiburuak bidaliko dizkio nabigatzaileari
fa: استفاده از هدر کش: وقتی فعال باشد، پلاگین هدرهای کش را به مرورگر ارسال می‌کند
fi_fi: Käytä välimuistin otsaketta: kun käytössä, lisäosa lähettää välimuistin otsakkeet selaimelle
fr_ca: Utiliser l'en-tête de cache : lorsqu'activé, le plugiciel enverra des en-têtes de cache au navigateur
fr_fr: Usar cabecera de caché: cuando está activado, el plugin enviará cabeceras de caché al navegador
gd_gb: Cleachd ceann-tasgaidh: nuair a tha e air, cuiridh am plugan cinn-tasgaidh chun bhrabhsair
gl_es: Usar cabeceira de caché: cando está activado, o complemento enviará cabeceiras de caché ao navegador
he_il: השתמש בכותרות מטמון: כאשר מופעל, התוסף ישלח כותרות מטמון לדפדפן
hi_in: कैश हेडर का उपयोग करें: सक्षम होने पर, प्लगइन ब्राउज़र को कैश हेडर भेजेगा
hr: Koristi zaglavlje predmemorije: kada je omogućeno, dodatak će slati zaglavlja predmemorije pregledniku
hu_hu: Gyorsítótár fejléc használata: ha engedélyezve van, a bővítmény gyorsítótár fejléceket küld a böngészőnek
hy: Օգտագործել քեշի վերնագիր. երբ միացված է, պլագինը կուղարկի քեշի վերնագրեր դիտարկիչին
id: Gunakan header cache: ketika diaktifkan, plugin akan mengirim header cache ke browser
is_is: Nota skyndiminni haus: þegar virkt, sendir viðbótin skyndiminni hausa í vafrann
it_it: Usa intestazione cache: quando abilitato, il plugin invierà intestazioni cache al browser
ja_jp: キャッシュヘッダーを使用：有効にすると、プラグインはブラウザにキャッシュヘッダーを送信します
ku_iq: Sernavê cache bikar bîne: dema çalak be, pêvek dê sernavên cache bişîne gerokê
mk: Користи кеш заглавие: кога е овозможено, приклучокот ќе испраќа кеш заглавија до прелистувачот
nb: Bruk hurtigbuffer-hode: når aktivert, vil tillegget sende hurtigbuffer-hoder til nettleseren
nl: Gebruik cache-header: indien ingeschakeld, stuurt de plugin cache-headers naar de browser
pl_pl: Użyj nagłówka cache: gdy włączone, wtyczka będzie wysyłać nagłówki cache do przeglądarki
pt_br: Usar cabeçalho de cache: quando ativado, o plugin enviará cabeçalhos de cache para o navegador
pt_pt: Usar cabeçalho de cache: quando ativado, o plugin enviará cabeçalhos de cache para o navegador
ro: Utilizează antet cache: când este activat, plugin-ul va trimite antete cache către browser
ru_ru: Использовать заголовки кеша: при включении плагин будет отправлять заголовки кеша браузеру
sk_sk: Použiť hlavičku cache: keď je povolené, doplnok bude posielať hlavičky cache do prehliadača
sl: Uporabi glavo predpomnilnika: ko je omogočeno, bo vtičnik pošiljal glave predpomnilnika brskalniku
sr@latin: Koristi zaglavlje keša: kada je uključeno, dodatak će slati zaglavlja keša pretraživaču
sr_rs@cyrillic: Користи заглавље кеша: када је укључено, прикључак ће слати заглавља кеша прегледачу
sv: Använd cache-huvud: när aktiverat kommer tillägget skicka cache-huvuden till webbläsaren
tr: Önbellek başlığı kullan: etkinleştirildiğinde, eklenti tarayıcıya önbellek başlıkları gönderir
uk: Використовувати заголовки кешу: коли увімкнено, плагін буде надсилати заголовки кешу до браузера
ur_pk: کیش ہیڈر استعمال کریں: جب فعال ہو تو، پلگ ان براؤزر کو کیش ہیڈر بھیجے گا
uz_uz@latin: Kesh sarlavhasidan foydalaning: yoqilganda, plagin brauzerga kesh sarlavhalarini yuboradi
vi: Sử dụng tiêu đề bộ nhớ đệm: khi bật, tiện ích sẽ gửi tiêu đề bộ nhớ đệm đến trình duyệt
zh_cn: 使用缓存头：启用后，插件将向浏览器发送缓存头
zh_hant: 使用快取標頭：啟用後，此外掛將向瀏覽器發送快取標頭

# plugins.generic.frontEndCache.useCompression
source: Use compression: When enabled the plugin will attempt to compact the content using gzip
ar_iq: استخدم الضغط: عند التمكين، سيحاول المكون الإضافي ضغط المحتوى باستخدام gzip
bs: Koristi kompresiju: Kada je omogućeno, dodatak će pokušati komprimirati sadržaj koristeći gzip
ca: Utilitza compressió: Quan està activat, el connector intentarà comprimir el contingut utilitzant gzip
cs_cz: Použít kompresi: Když je povoleno, plugin se pokusí komprimovat obsah pomocí gzip
da: Brug komprimering: Når aktiveret, vil pluginet forsøge at komprimere indholdet ved hjælp af gzip
de_de: Komprimierung verwenden: Wenn aktiviert, versucht das Plugin, den Inhalt mit gzip zu komprimieren
el_gr: Χρήση συμπίεσης: Όταν είναι ενεργοποιημένη, το πρόσθετο θα προσπαθήσει να συμπιέσει το περιεχόμενο χρησιμοποιώντας gzip
eu: Erabili konpresioa: Gaitutakoan, pluginak gzip erabiliz konprimitu egingo du edukia
fa: استفاده از فشرده‌سازی: وقتی فعال باشد، پلاگین سعی می‌کند محتوا را با gzip فشرده کند
fi_fi: Käytä pakkausta: Kun käytössä, lisäosa yrittää pakata sisällön käyttäen gzipiä
fr_ca: Utiliser la compression : Lorsqu'activé, le plugiciel tentera de compresser le contenu en utilisant gzip
fr_fr: Usar compresión: Cuando está activado, el plugin intentará compactar el contenido usando gzip
gd_gb: Cleachd teannachadh: Nuair a tha e air, feuchaidh am plugan ri susbaint a theannachadh le gzip
gl_es: Usar compresión: Cando está activado, o complemento tentará comprimir o contido usando gzip
he_il: השתמש בדחיסה: כאשר מופעל, התוסף ינסה לדחוס את התוכן באמצעות gzip
hi_in: संपीड़न का उपयोग करें: सक्षम होने पर, प्लगइन gzip का उपयोग करके सामग्री को संपीड़ित करने का प्रयास करेगा
hr: Koristi kompresiju: Kada je omogućeno, dodatak će pokušati komprimirati sadržaj koristeći gzip
hu_hu: Tömörítés használata: Ha engedélyezve van, a bővítmény megpróbálja tömöríteni a tartalmat gzip segítségével
hy: Օգտագործել սեղմում. Երբ միացված է, պլագինը կփորձի սեղմել բովանդակությունը օգտագործելով gzip
id: Gunakan kompresi: Ketika diaktifkan, plugin akan mencoba mengompresi konten menggunakan gzip
is_is: Nota þjöppun: Þegar virkt, reynir viðbótin að þjappa efni með gzip
it_it: Usa compressione: Quando abilitato, il plugin tenterà di comprimere il contenuto usando gzip
ja_jp: 圧縮を使用：有効にすると、プラグインはgzipを使用してコンテンツを圧縮しようとします
ku_iq: Pêkhateyê bikar bîne: Dema çalak be, pêvek dê hewl bide naverokê bi gzipê pêk bîne
mk: Користи компресија: Кога е овозможено, приклучокот ќе се обиде да го компресира содржината користејќи gzip
nb: Bruk komprimering: Når aktivert, vil tillegget forsøke å komprimere innholdet ved hjelp av gzip
nl: Gebruik compressie: Indien ingeschakeld, probeert de plugin de inhoud te comprimeren met gzip
pl_pl: Użyj kompresji: Gdy włączone, wtyczka spróbuje skompresować zawartość używając gzip
pt_br: Usar compactação: Quando ativado, o plugin tentará compactar o conteúdo usando gzip
pt_pt: Usar compressão: Quando ativado, o plugin tentará compactar o conteúdo usando gzip
ro: Utilizează compresie: Când este activat, plugin-ul va încerca să comprime conținutul folosind gzip
ru_ru: Использовать сжатие: При включении плагин будет пытаться сжимать контент с помощью gzip
sk_sk: Použiť kompresiu: Keď je povolené, doplnok sa pokúsi komprimovať obsah pomocou gzip
sl: Uporabi stiskanje: Ko je omogočeno, bo vtičnik poskušal stisniti vsebino z uporabo gzip
sr@latin: Koristi kompresiju: Kada je uključeno, dodatak će pokušati da kompresuje sadržaj koristeći gzip
sr_rs@cyrillic: Користи компресију: Када је укључено, прикључак ће покушати да компресује садржај користећи gzip
sv: Använd komprimering: När aktiverat kommer tillägget försöka komprimera innehållet med gzip
tr: Sıkıştırma kullan: Etkinleştirildiğinde, eklenti gzip kullanarak içeriği sıkıştırmaya çalışacaktır
uk: Використовувати стиснення: Коли увімкнено, плагін намагатиметься стискати вміст за допомогою gzip
ur_pk: کمپریشن استعمال کریں: جب فعال ہو تو، پلگ ان gzip استعمال کرتے ہوئے مواد کو کمپریس کرنے کی کوشش کرے گا
uz_uz@latin: Siqishdan foydalaning: Yoqilganda, plagin gzip yordamida kontentni siqishga harakat qiladi
vi: Sử dụng nén: Khi bật, tiện ích sẽ cố gắng nén nội dung bằng gzip
zh_cn: 使用压缩：启用后，插件将尝试使用gzip压缩内容
zh_hant: 使用壓縮：啟用後，此外掛將嘗試使用gzip壓縮內容

# plugins.generic.frontEndCache.useStatistics
source: Use statistics: When enabled the plugin will attempt to feed the application statistics when serving a cached page
ar_iq: استخدم الإحصائيات: عند التمكين، سيحاول المكون الإضافي تغذية إحصائيات التطبيق عند تقديم صفحة مخزنة مؤقتًا
bs: Koristi statistike: Kada je omogućeno, dodatak će pokušati osvježiti statistike aplikacije prilikom serviranja stranice iz keša
ca: Utilitza estadístiques: Quan està activat, el connector intentarà alimentar les estadístiques de l'aplicació quan serveixi una pàgina en memòria cau
cs_cz: Použít statistiky: Když je povoleno, plugin se pokusí aktualizovat statistiky aplikace při zobrazení stránky z cache
da: Brug statistikker: Når aktiveret, vil pluginet forsøge at opdatere applikationens statistikker, når en cachelagret side vises
de_de: Statistiken verwenden: Wenn aktiviert, versucht das Plugin, die Anwendungsstatistiken zu aktualisieren, wenn eine zwischengespeicherte Seite bereitgestellt wird
el_gr: Χρήση στατιστικών: Όταν είναι ενεργοποιημένη, το πρόσθετο θα προσπαθήσει να ενημερώσει τα στατιστικά της εφαρμογής όταν εξυπηρετεί μια προσωρινά αποθηκευμένη σελίδα
eu: Erabili estatistikak: Gaitutakoan, pluginak aplikazioaren estatistikak eguneratuko ditu cache orri bat zerbitzatzean
fa: استفاده از آمار: وقتی فعال باشد، پلاگین سعی می‌کند آمار برنامه را هنگام سرویس دهی صفحه کش شده به‌روز کند
fi_fi: Käytä tilastoja: Kun käytössä, lisäosa yrittää päivittää sovelluksen tilastoja välimuistisivua tarjoillessa
fr_ca: Utiliser les statistiques : Lorsqu'activé, le plugiciel tentera d'alimenter les statistiques de l'application lors de la diffusion d'une page en cache
fr_fr: Usar estadísticas: Cuando está activado, el plugin intentará alimentar las estadísticas de la aplicación al servir una página en caché
gd_gb: Cleachd staitistig: Nuair a tha e air, feuchaidh am plugan ri staitistig na h-aplacaid a bhiathadh nuair a tha e a' frithealadh duilleag tasgaidh
gl_es: Usar estatísticas: Cando está activado, o complemento tentará actualizar as estatísticas da aplicación ao servir unha páxina en caché
he_il: השתמש בסטטיסטיקות: כאשר מופעל, התוסף ינסה להזין את סטטיסטיקות היישום בעת הגשת דף במטמון
hi_in: सांख्यिकी का उपयोग करें: सक्षम होने पर, प्लगइन कैश्ड पृष्ठ परोसते सम
hr: Koristi statistike: Kada je omogućeno, dodatak će pokušati osvježiti statistike aplikacije prilikom posluživanja stranice iz predmemorije
hu_hu: Statisztikák használata: Ha engedélyezve van, a bővítmény megpróbálja frissíteni az alkalmazás statisztikáit gyorsítótárazott oldal kiszolgálásakor
hy: Օգտագործել վիճակագրություն. Երբ միացված է, պլագինը կփորձի թարմացնել հավելվածի վիճակագրությունը քեշավորված էջ մատուցելիս
id: Gunakan statistik: Ketika diaktifkan, plugin akan mencoba memperbarui statistik aplikasi saat menyajikan halaman cache
is_is: Nota tölfræði: Þegar virkt, reynir viðbótin að uppfæra tölfræði forritsins þegar skyndiminni síða er afgreidd
it_it: Usa statistiche: Quando abilitato, il plugin tenterà di aggiornare le statistiche dell'applicazione quando serve una pagina in cache
ja_jp: 統計を使用：有効にすると、プラグインはキャッシュページを提供する際にアプリケーション統計を更新しようとします
ku_iq: Statîstîkê bikar bîne: Dema çalak be, pêvek dê hewl bide dema rûpelek cache dayîn, statîstîkên sepanê nûve bike
mk: Користи статистики: Кога е овозможено, приклучокот ќе се обиде да ги ажурира статистиките на апликацијата при сервирање на кеширана страница
nb: Bruk statistikk: Når aktivert, vil tillegget forsøke å oppdatere applikasjonens statistikk når det serverer en hurtigbuffret side
nl: Gebruik statistieken: Indien ingeschakeld, probeert de plugin de applicatiestatistieken bij te werken bij het serveren van een gecachete pagina
pl_pl: Użyj statystyk: Gdy włączone, wtyczka spróbuje zaktualizować statystyki aplikacji podczas serwowania strony z cache
pt_br: Usar estatísticas: Quando ativado, o plugin tentará alimentar as estatísticas do aplicativo ao servir uma página em cache
pt_pt: Usar estatísticas: Quando ativado, o plugin tentará alimentar as estatísticas da aplicação ao servir uma página em cache
ro: Utilizează statistici: Când este activat, plugin-ul va încerca să actualizeze statisticile aplicației când deservește o pagină din cache
ru_ru: Использовать статистику: При включении плагин будет пытаться обновлять статистику приложения при отдаче закешированной страницы
sk_sk: Použiť štatistiky: Keď je povolené, doplnok sa pokúsi aktualizovať štatistiky aplikácie pri poskytovaní stránky z cache
sl: Uporabi statistiko: Ko je omogočeno, bo vtičnik poskušal posodobiti statistiko aplikacije pri serviranju strani iz predpomnilnika
sr@latin: Koristi statistike: Kada je uključeno, dodatak će pokušati da ažurira statistike aplikacije prilikom serviranja stranice iz keša
sr_rs@cyrillic: Користи статистике: Када је укључено, прикључак ће покушати да ажурира статистике апликације приликом сервирања странице из кеша
sv: Använd statistik: När aktiverat kommer tillägget försöka uppdatera programmets statistik när en cachad sida serveras
tr: İstatistikleri kullan: Etkinleştirildiğinde, eklenti önbelleğe alınmış bir sayfa sunarken uygulama istatistiklerini güncellemeye çalışacaktır
uk: Використовувати статистику: Коли увімкнено, плагін намагатиметься оновлювати статистику додатка при обслуговуванні закешованої сторінки
ur_pk: اعدادوشمار استعمال کریں: جب فعال ہو تو، پلگ ان کیش شدہ صفحہ پیش کرتے وقت ایپلیکیشن کے اعدادوشمار کو اپ ڈیٹ کرنے کی کوشش کرے گا
uz_uz@latin: Statistikadan foydalaning: Yoqilganda, plagin keshlangan sahifani xizmat qilishda dastur statistikasini yangilashga harakat qiladi
vi: Sử dụng thống kê: Khi bật, tiện ích sẽ cố gắng cập nhật thống kê ứng dụng khi phục vụ trang từ bộ nhớ đệm
zh_cn: 使用统计：启用后，插件在提供缓存页面时将尝试更新应用统计信息
zh_hant: 使用統計：啟用後，此外掛將在提供快取頁面時嘗試提供應用程式統計數據

# plugins.generic.frontEndCache.cacheCss
source: Cache CSS: When enabled the plugin will cache dynamic CSS content
ar_iq: ذاكرة التخزين المؤقت لـ CSS: عند التمكين، سيخزن المكون الإضافي محتوى CSS الديناميكي في ذاكرة التخزين المؤقت
bs: Keširaj CSS: Kada je omogućeno, dodatak će keširati dinamički CSS sadržaj
ca: Memòria cau CSS: Quan està activat, el connector emmagatzemarà en memòria cau el contingut CSS dinàmic
cs_cz: Cache CSS: Když je povoleno, plugin bude ukládat dynamický CSS obsah do cache
da: Cache CSS: Når aktiveret, vil pluginet cache dynamisk CSS-indhold
de_de: CSS cachen: Wenn aktiviert, speichert das Plugin dynamische CSS-Inhalte zwischen
el_gr: Προσωρινή αποθήκευση CSS: Όταν είναι ενεργοποιημένη, το πρόσθετο θα αποθηκεύει προσωρινά δυναμικό περιεχόμενο CSS
eu: Cache CSS: Gaitutakoan, pluginak CSS edukia cache-an gordeko du
fa: کش CSS: وقتی فعال باشد، پلاگین محتوای CSS پویا را کش می‌کند
fi_fi: Välimuisti CSS: Kun käytössä, lisäosa tallentaa dynaamisen CSS-sisällön välimuistiin
fr_ca: Cache CSS : Lorsqu'activé, le plugiciel mettra en cache le contenu CSS dynamique
fr_fr: Cachear CSS: Cuando está activado, el plugin cacheará contenido CSS dinámico
gd_gb: Tasg CSS: Nuair a tha e air, tasgaidh am plugan susbaint CSS gluasadach
gl_es: Caché CSS: Cando está activado, o complemento almacenará en caché o contido CSS dinámico
he_il: מטמון CSS: כאשר מופעל, התוסף ישמור במטמון תוכן CSS דינמי
hi_in: कैश CSS: सक्षम होने पर, प्लगइन डायनामिक CSS सामग्री को कैश करेगा
hr: Predmemorija CSS-a: Kada je omogućeno, dodatak će predmemorirati dinamički CSS sadržaj
hu_hu: CSS gyorsítótár: Ha engedélyezve van, a bővítmény gyorsítótárazza a dinamikus CSS tartalmat
hy: Քեշավորել CSS. Երբ միացված է, պլագինը կքեշավորի դինամիկ CSS բովանդակությունը
id: Cache CSS: Ketika diaktifkan, plugin akan menyimpan konten CSS dinamis dalam cache
is_is: Skyndiminni CSS: Þegar virkt, geymir viðbótin dynamic CSS efni í skyndiminni
it_it: Cache CSS: Quando abilitato, il plugin memorizzerà nella cache il contenuto CSS dinamico
ja_jp: CSSキャッシュ：有効にすると、プラグインは動的CSSコンテンツをキャッシュします
ku_iq: Cache CSS: Dema çalak be, pêvek dê naveroka CSS ya dînamîk cache bike
mk: Кеширај CSS: Кога е овозможено, приклучокот ќе кешира динамична CSS содржина
nb: Hurtigbuffer CSS: Når aktivert, vil tillegget hurtigbuffre dynamisk CSS-innhold
nl: Cache CSS: Indien ingeschakeld, cached de plugin dynamische CSS-inhoud
pl_pl: Cache CSS: Gdy włączone, wtyczka będzie przechowywać dynamiczną zawartość CSS w pamięci podręcznej
pt_br: Cache CSS: Quando ativado, o plugin armazenará em cache o conteúdo CSS dinâmico
pt_pt: Cache CSS: Quando ativado, o plugin armazenará em cache o conteúdo CSS dinâmico
ro: Cache CSS: Când este activat, plugin-ul va stoca în cache conținutul CSS dinamic
ru_ru: Кешировать CSS: При включении плагин будет кешировать динамический CSS-контент
sk_sk: Cache CSS: Keď je povolené, doplnok bude ukladať dynamický CSS obsah do cache
sl: Predpomnilnik CSS: Ko je omogočeno, bo vtičnik shranjeval dinamično CSS vsebino v predpomnilnik
sr@latin: Keširaj CSS: Kada je uključeno, dodatak će keširati dinamički CSS sadržaj
sr_rs@cyrillic: Кеш CSS: Када је укључено, прикључак ће кеширати динамички CSS садржај
sv: Cache CSS: När aktiverat kommer tillägget cacha dynamiskt CSS-innehåll
tr: CSS önbelleği: Etkinleştirildiğinde, eklenti dinamik CSS içeriğini önbelleğe alacaktır
uk: Кешувати CSS: Коли увімкнено, плагін кешуватиме динамічний CSS-вміст
ur_pk: کیش CSS: جب فعال ہو تو، پلگ ان متحرک CSS مواد کو کیش کرے گا
uz_uz@latin: CSS keshi: Yoqilganda, plagin dinamik CSS kontentini keshlaydi
vi: Bộ nhớ đệm CSS: Khi bật, tiện ích sẽ lưu nội dung CSS động vào bộ nhớ đệm
zh_cn: 缓存CSS：启用后，插件将缓存动态CSS内容
zh_hant: 快取CSS：啟用後，此外掛將快取動態CSS內容
